{
  "abdominal aortic aneurysm": "An instance of abdominal aortic aneurysm that is caused by an inherited modification of the individual's genome.",
  "abnormal bleeding": "Spontaneous or near spontaneous bleeding caused by a defect in clotting mechanisms (blood coagulation disorders) or another abnormality causing a structural flaw in the blood vessels (hemostatic disorders).",
  "abnormality of the endocrine system": "An abnormality of the endocrine system. ",
  "abnormality of the nervous system": "An abnormality of the nervous system that is present at birth or detected in the neonatal period.",
  "acne inversa, familial, 3": "An instance of hidradenitis suppurativa that is caused by an inherited modification of the individual's genome.",
  "acromicric dysplasia": "A rare bone dysplasia characterized by short stature, short hands and feet, mild facial dysmorphism, and characteristic X-ray abnormalities of the hands.",
  "activated protein c resistance": "A hemostatic disorder characterized by a poor anticoagulant response to activated protein C (APC). The activated form of Factor V (Factor Va) is more slowly degraded by activated protein C. Factor V Leiden mutation (R506Q) is the most common cause of APC resistance.",
  "acute encephalitis with refractory, repetitive partial seizures": "A rare, potentially fatal, epileptic encephalopathy characterized by explosive-onset of recurrent multifocal and bilateral tonic-clonic seizures following an unspecific febrile illness. The syndrome develops without a clear acute structural, toxic or metabolic cause, in a patient without previous epilepsy. FIRES is a subgroup of new-onset refractory status epilepticus (NORSE), and requires a preceding febrile infection as a mandatory feature.",
  "acute myeloid leukemia": "Acute myeloid leukemias that do not fulfill the criteria for inclusion in the group of acute myeloid leukemias which have recurrent genetic abnormalities or myelodysplastic changes, or are therapy-related. This category includes entities classified according to the French-American-British classification scheme.",
  "adenocarcinoma": "A common cancer characterized by the presence of malignant glandular cells. Morphologically, adenocarcinomas are classified according to the growth pattern (e.g., papillary, alveolar) or according to the secreting product (e.g., mucinous, serous). Representative examples of adenocarcinoma are ductal and lobular breast carcinoma, lung adenocarcinoma, renal cell carcinoma, hepatocellular carcinoma (hepatoma), colon adenocarcinoma, and prostate adenocarcinoma.",
  "adolescent idiopathic scoliosis": "A scoliosis with no known cause arising in adolescent.",
  "adrenocortical carcinoma": "A rare, usually large (greater than 5cm), malignant epithelial tumor arising from the adrenal cortical cells. Symptoms are usually related to the excessive production of hormones, and include Cushing's syndrome and virilism in women. Common sites of metastasis include liver, lung, bone, and retroperitoneal lymph nodes. Advanced radiologic procedures have enabled the detection of small tumors, resulting in the improvement of the 5-year survival.",
  "adrenocortical carcinoma, pediatric": "An instance of adrenal cortex carcinoma that is caused by an inherited modification of the individual's genome.",
  "alpha thalassemia-x-linked intellectual disability syndrome": "X-linked alpha thalassaemia mental retardation (ATR-X) syndrome in males is associated with profound developmental delay, facial dysmorphism, genital abnormalities and alpha thalassaemia. Female carriers are usually physically and intellectually normal.",
  "alzheimer disease": "A progressive, neurodegenerative disease characterized by loss of function and death of nerve cells in several areas of the brain leading to loss of cognitive function such as memory and language.",
  "alzheimer disease 3": "A progressive dementia with reduction of cognitive functions. It presents the same phenotype as sporadic Alzheimer disease (AD) but has an early age of onset, usually before 60 years old.",
  "alzheimer disease 4": "A progressive dementia with reduction of cognitive functions. It presents the same phenotype as sporadic Alzheimer disease (AD) but has an early age of onset, usually before 60 years old.",
  "alzheimer disease with spasticity, parkinsonism & white matter lesion": "A rare infantile epilepsy syndrome characterized by early onset of seizures of variable type and severity, potentially associated with a spectrum of clinical signs and symptoms including delay or lack of psychomotor development, intellectual disability, poor or absent speech development, behavioral abnormalities, hypotonia, movement disorders, spasticity, microcephaly, and dysmorphic facial features, among others. Brain imaging findings are also variable and may include cerebral atrophy or white matter abnormalities.",
  "alzheimer disease, familial, 3, with spastic paraparesis and apraxia": "A progressive dementia with reduction of cognitive functions. It presents the same phenotype as sporadic Alzheimer disease (AD) but has an early age of onset, usually before 60 years old.",
  "anemia, nonspherocytic hemolytic, due to g6pd deficiency": "Any nonspherocytic hemolytic anemia in which the cause of the disease is a variation in the G6PD gene resulting in severely decreased activity levels of the enzyme glucose-6-phosphate dehydrogenase. Individuals with hemizygous or homozygous G6PD variants associated with chronic nonspherocytic hemolytic anemia (CNSHA) will clinically manifest CNSHA. Individuals with G6PD variants that cause CNSHA are at risk for severe neonatal jaundice and acute exacerbation of their chronic hemolytic anemia in response to certain medication exposures, chemical exposures, infections, or consumption of fava beans.",
  "aortic aneurysm": "A ruptured aneurysm located in the wall of the proximal portion of the descending aorta proceeding from the arch of the aorta.",
  "aortic aneurysm, thoracic": "An aneurysm formed in the wall of the proximal portion of the descending aorta proceeding from the arch of the aorta.",
  "aplastic anaemia": "Anemia resulting from bone marrow failure (aplastic or hypoplastic bone marrow). The production of erythroblasts and red cells is markedly decreased, and it may be associated with decreased production of granulocytes (granulocytopenia) and platelets (thrombocytopenia) as well. Aplastic anemia may be idiopathic or secondary due to bone marrow damage by toxins, radiation, or immunologic factors.",
  "arrhythmia": "Any variation from the normal rate or rhythm (which may include the origin of the impulse and/or its subsequent propagation) in the heart.",
  "arrhythmogenic right ventricular dysplasia": "Arrhythmogenic right ventricular cardiomyopathy (ARVC) is a heart muscle disease that consists in progressive dystrophy of primarily the right ventricular myocardium with fibro-fatty replacement and ventricular dilation, and that is clinically characterized by ventricular arrhythmias and a risk of sudden cardiac death.",
  "arrhythmogenic right ventricular dysplasia/cardiomyopathy": "Arrhythmogenic right ventricular cardiomyopathy (ARVC) is a heart muscle disease that consists in progressive dystrophy of primarily the right ventricular myocardium with fibro-fatty replacement and ventricular dilation, and that is clinically characterized by ventricular arrhythmias and a risk of sudden cardiac death.",
  "astrocytoma": "A tumor of the brain or spinal cord showing astrocytic differentiation. It includes the following clinicopathological entities: pilocytic astrocytoma, diffuse astrocytoma, anaplastic astrocytoma, pleomorphic xanthoastrocytoma, and subependymal giant cell astrocytoma.",
  "atrial fibrillation": "A disorder characterized by an electrocardiographic finding of a supraventricular arrhythmia characterized by the replacement of consistent P waves by rapid oscillations or fibrillatory waves that vary in size, shape and timing and are accompanied by an irregular ventricular response. (CDISC)",
  "atrioventricular block": "A heart block that is initiated in the atrioventricular node.",
  "atrioventricular conduction block": "A heart block that is initiated in the atrioventricular node.",
  "atrx syndrome": "X-linked alpha thalassaemia mental retardation (ATR-X) syndrome in males is associated with profound developmental delay, facial dysmorphism, genital abnormalities and alpha thalassaemia. Female carriers are usually physically and intellectually normal.",
  "autism spectrum disorder": "A spectrum of developmental disorders that includes autism, and Asperger syndrome. Signs and symptoms include poor communication skills, defective social interactions, and repetitive behaviors.",
  "autoimmune disease": "A disorder resulting from loss of function or tissue destruction of an organ or multiple organs, arising from humoral or cellular immune responses of the individual to their own tissue constituents. It may be systemic (e.g., systemic lupus erythematosus), or organ specific, (e.g., thyroiditis).",
  "autoimmune lymphoproliferative syndrome": "A disease that has its basis in the disruption of type IV hypersensitivity.",
  "autoinflammatory disease": "A group of disorders of the innate immune system characterized by attacks of seemingly unprovoked inflammation without significant levels of either autoantibodies or autoreactive T cells more characteristic of autoimmune disease.",
  "b-cell chronic lymphocytic leukemia": "B-cell chronic lymphocytic leukemia (B-CLL) is a type of B-cell non-Hodgkin lymphoma, and the most common form of leukemia in Western countries, affecting elderly adults (mean age of 67 and 72 years) with a slight male predominance (1.7:1), and characterized by a highly variable clinical presentation that can include asymptomatic disease or non-specific B-symptoms such as unintentional weight loss, severe fatigue, fever (without evidence of infection), and night sweats as well as cervical lymphadenopathy, splenomegaly and frequent infections. Some patients can also develop autoimmune complications such as autoimmune hemolytic anemia or immune thrombocytopenia. The clinical course is extremely heterogeneous with survival ranging from a few months to several decades.",
  "bartter disease type 1": "Bartter syndrome is a group of rare renal tubular disease characterized by impaired salt reabsorption in the thick ascending limb of Henle's loop and clinically by the association of hypokalemic alkalosis, hypercalciuria/nephrocalcinosis, increased levels of plasma renin and aldosterone, low blood pressure and vascular resistance to angiotensin II.",
  "bartter syndrome": "Bartter syndrome is a group of rare renal tubular disease characterized by impaired salt reabsorption in the thick ascending limb of Henle's loop and clinically by the association of hypokalemic alkalosis, hypercalciuria/nephrocalcinosis, increased levels of plasma renin and aldosterone, low blood pressure and vascular resistance to angiotensin II.",
  "bartter syndrome, type i": "A lethal perinatal bone dysplasia characterized by limb shortening, normal sized skull with cleft palate, hitchhiker thumbs, distinctive facial dysmorphism and radiographic skeletal features, caused by mutations in the diastrophic dysplasia sulfate transporter gene.",
  "batten-turner congenital myopathy": "A congenital myopathy in which a family of 6 siblings presented in infancy the picture of 'amyotonia congenita' and later in life a nonprogressive myopathy.",
  "bicuspid aortic valve": "A rare, genetic, aortic malformation defined as a presence of abnormal two-leaflet aortic valve in at least 2 first-degree relatives. It is frequently asymptomatic or may be associated with progressive aortic valve disease (aortic regurgitation and/or aortic stenosis, typically due to valve calcification) and a concomitant aortopathy (i.e. aortic dilation, aortic aneurysm and/or dissection).",
  "bleeding disorder": "Spontaneous or near spontaneous bleeding caused by a defect in clotting mechanisms (blood coagulation disorders) or another abnormality causing a structural flaw in the blood vessels (hemostatic disorders).",
  "bone osteosarcoma": "A usually aggressive malignant bone-forming mesenchymal neoplasm arising from the bone. It may arise de novo or from a pre-existing lesion of the bone. Pain and a palpable mass are the most frequent clinical sign and symptom. It may spread to other anatomic sites, particularly the lungs.",
  "brachydactyly": "A disease characterized by the presence of brachydactyly, including syndromic and non-syndromic forms.",
  "breast adenocarcinoma": "A carcinoma that arises from glandular epithelial cells of the breast",
  "breast cancer": "A carcinoma that arises from epithelial cells of the breast",
  "breast neoplasm": "A benign or malignant neoplasm of the breast parenchyma. It can originate from the ducts, lobules or the breast adipose tissue. Breast neoplasms are much more common in females than males.",
  "brugada syndrome": "A genetically heterogeneous condition characterized by complete or incomplete right bundle branch block accompanied by ST elevation in leads V1-V3. There is a high incidence of ventricular arrhythmia that may result in sudden death.",
  "brugada syndrome 1": "A genetically heterogeneous condition characterized by complete or incomplete right bundle branch block accompanied by ST elevation in leads V1-V3. There is a high incidence of ventricular arrhythmia that may result in sudden death.",
  "budd-chiari syndrome": "Budd-Chiari syndrome (BCS) is caused by obstruction of hepatic venous outflow involving either the hepatic veins or the terminal segment of the inferior vena cava.",
  "cancer": "A tumor composed of atypical neoplastic, often pleomorphic cells that invade other tissues. Malignant neoplasms often metastasize to distant anatomic sites and may recur after excision. The most common malignant neoplasms are carcinomas (adenocarcinomas or squamous cell carcinomas), Hodgkin and non-Hodgkin lymphomas, leukemias, melanomas, and sarcomas.",
  "carcinoma": "A malignant tumor arising from epithelial cells. Carcinomas that arise from glandular epithelium are called adenocarcinomas, those that arise from squamous epithelium are called squamous cell carcinomas, and those that arise from transitional epithelium are called transitional cell carcinomas. Morphologically, the malignant epithelial cells may display abnormal mitotic figures, anaplasia, and necrosis. Carcinomas are graded by the degree of cellular differentiation as well, moderately, or poorly differentiated. Carcinomas invade the surrounding tissues and tend to metastasize to other anatomic sites. Lung carcinoma, skin carcinoma, breast carcinoma, colon carcinoma, and prostate carcinoma are the most frequently seen carcinomas.",
  "carcinoma of esophagus": "Esophageal carcinoma (EC) is a tumor arising in the epithelial cells lining the esophagus and can be divided into two subtypes: esophageal squamous cell carcinoma (ESCC) and esophageal adenocarcinoma (EAC).",
  "cardiac arrhythmia": "Any variation from the normal rate or rhythm (which may include the origin of the impulse and/or its subsequent propagation) in the heart.",
  "cardiac conduction disease": "A disease that has its basis in the disruption of the heart's electrical conduction system.",
  "cardiac conduction disorder": "A disease that has its basis in the disruption of the heart's electrical conduction system.",
  "cardiomyopathy": "A disease of the heart muscle or myocardium proper. Cardiomyopathies may be classified as either primary or secondary, on the basis of etiology, or on the pathophysiology of the lesion: hypertrophic, dilated, or restrictive.",
  "cardiomyopathy, dilated": "Cardiomyopathy which is characterized by dilation and contractile dysfunction of the left and right ventricles. It may be idiopathic, or it may result from a myocardial infarction, myocardial infection, or alcohol abuse. It is a cause of congestive heart failure.",
  "cardiomyopathy, hypertrophic": "A condition in which the myocardium is hypertrophied without an obvious cause. The hypertrophy is generally asymmetric and may be associated with obstruction of the ventricular outflow tract.",
  "cardiomyopathy, left ventricular noncompaction": "An uncommon congenital abnormality where the left ventricular myocardium fails to compact during embryonic development, leading to cardiomyopathy with a variable degree of ventricular dysfunction. There is genetic heterogeneity and phenotypic variability. Characteristically, there are typically deep trabeculations in the noncompacted area, with varying proportions of the LV myocardium compacted. LV noncompaction is associated with rhythm abnormalities including Wolff-Parkinson-White syndrome, conduction defects, and ventricular tachyarrhythmias.",
  "cardiomyopathy, restrictive": "A type of heart disorder referring to the inability of the ventricles to fill with blood because the myocardium (heart muscle) stiffens and looses its flexibility. Causes include replacement of the myocardium with scar tissue, abnormal cellular infiltration of the myocardium, or deposition of a substance (e.g., amyloid) in the myocardium.",
  "carnitine palmitoyl transferase ii deficiency, myopathic form": "The myopathic form of carnitine palmitoyltransferase II (CPT II) deficiency, an inherited metabolic disorder that affects mitochondrial oxidation of long chain fatty acids (LCFA), is the most common and the least severe form of CPT II deficiency.",
  "carnitine palmitoyl transferase ii deficiency, neonatal form": "The neonatal form of carnitine palmitoyltransferase II (CPT II) deficiency, an inherited disorder that affects mitochondrial oxidation of long chain fatty acids (LCFA), is the lethal form of the disease which presents with multisystem failure.",
  "carnitine palmitoyl transferase ii deficiency, severe infantile form": "The severe infantile form of carnitine palmitoyltransferase II (CPT II) deficiency, an inherited disorder that affects mitochondrial oxidation of long chain fatty acids (LCFA), is the early-onset form of the disease.",
  "carnitine palmitoyltransferase 2 deficiency": "Carnitine palmitoyltransferase II (CPT II) deficiency is an inherited metabolic disorder that affects mitochondrial oxidation of long chain fatty acids (LCFA). Three forms of CPT II deficiency have been described: a myopathic form, a severe infantile form and a neonatal form.",
  "carnitine palmitoyltransferase ii deficiency": "Carnitine palmitoyltransferase II (CPT II) deficiency is an inherited metabolic disorder that affects mitochondrial oxidation of long chain fatty acids (LCFA). Three forms of CPT II deficiency have been described: a myopathic form, a severe infantile form and a neonatal form.",
  "carpenter syndrome": "An extremely rare autosomal recessive syndrome characterized by premature closure of cranial sutures leading to cone-shaped head, fusion of the digits, and the presence of more digits than normal. It may be associated with heart defects, single horseshoe-shaped kidney, short stature, undescended testes, and mild mental retardation.",
  "cerebral palsy": "A group of disorders affecting the development of movement and posture, often accompanied by disturbances of sensation, perception, cognition, and behavior. It results from damage to the fetal or infant brain.",
  "charge association": "CHARGE syndrome is a multiple congenital anomaly syndrome characterized by the variable combination of multiple anomalies, mainly Coloboma; Choanal atresia/stenosis; Cranial nerve dysfunction; Characteristic ear anomalies (known as the major 4 C's).",
  "charge syndrome": "CHARGE syndrome is a multiple congenital anomaly syndrome characterized by the variable combination of multiple anomalies, mainly Coloboma; Choanal atresia/stenosis; Cranial nerve dysfunction; Characteristic ear anomalies (known as the major 4 C's).",
  "choroid plexus carcinoma, childhood": "A choroid plexus carcinoma that occurs during childhood.",
  "coffin-siris syndrome": "Coffin-Siris syndrome (CSS) is a rare congenital multi-systemic genetic disorder characterized by aplasia or hypoplasia of the distal phalanx or nail of the fifth digit, developmental delay, intellectual disability, coarse facial features, and other variable clinical manifestations.",
  "colorectal cancer": "A primary or metastatic malignant neoplasm that affects the colon or rectum. Representative examples include carcinoma, lymphoma, and sarcoma.",
  "complex neurodevelopmental disorder": "A disorder that involves more than one phenotype associated with the central nervous system, including but not limited to intellectual disability, autism, and seizures (epilepsy).",
  "cone-rod dystrophy": "Inherited retinal dystrophies that belong to the group of pigmentary retinopathies.",
  "congenital heart disease": "A heart disease that is present at birth. Representative examples include atrial septal defect, ventricular septal defect, tetralogy of Fallot, and patent foramen ovale.",
  "congenital hemolytic anemia": "A congenital hemolytic anemia caused by defects of the erythrocyte membrane, enzyme deficiencies, or hemoglobinopathies.",
  "congenital long qt syndrome": "A hereditary cardiac disease characterized by a prolongation of the QT interval at basal ECG and by a high risk of life-threatening arrhythmias.",
  "congenital myopathy with fiber type disproportion": "A rare genetic disorder caused by mutations in the TPM3, ACTA1, RYR1 or SEPN1 genes. It is inherited in an autosomal dominant or recessive pattern and rarely in an X-linked pattern. It manifests with myopathy throughout the body, particularly in the muscles of the shoulders, upper arms, hips, and thighs. Affected individuals may have contractures, lordosis, or scoliosis. In a minority of cases mild to severe breathing problems may occur.",
  "congenital myotonia, autosomal dominant form": "A disorder of the skeletal muscles with childhood onset of myotonia. The myotonia most often occurs in the legs and can interfere with movement. There are two major forms of this disease Thomsen disease and Becker disease. These conditions are distinguished by the severity of their symptoms and their patterns of inheritance. The disease is caused by mutations in the clcn1 gene. Mutations in this gene alter the usual structure or function of chloride channels. This disruption in chloride ion flow triggers prolonged muscle contractions.",
  "congenital myotonia, autosomal recessive form": "Autosomal recessive form of myotonia congenita.",
  "cornelia de lange syndrome": "A rare syndrome characterized by low birth weight, delayed growth, intellectual disabillity, behavioral problems, and a distinctive facial appearance (thin, arched eyebrows, low set ears, small teeth, and small nose). The majority of cases are caused by mutations in the NIPBL gene. Less severe forms of the syndrome are caused by mutations in the SMC1A and SMC3 genes.",
  "cornelia de lange syndrome 1": "A rare syndrome characterized by low birth weight, delayed growth, intellectual disabillity, behavioral problems, and a distinctive facial appearance (thin, arched eyebrows, low set ears, small teeth, and small nose). The majority of cases are caused by mutations in the NIPBL gene. Less severe forms of the syndrome are caused by mutations in the SMC1A and SMC3 genes.",
  "developmental and epileptic encephalopathy, 11": "A complex neurodevelopmental disorder characterized by a range of developmental delays and epileptic encephalopathy phenotypes. Seizure onset is variable and intellectual disability is variable in presence and severity.",
  "diabetes": "A type of diabetes mellitus that is characterized by insulin resistance or desensitization and increased blood glucose levels. This is a chronic disease that can develop gradually over the life of a patient and can be linked to both environmental factors and heredity.",
  "diabetes mellitus type 1": "A hypersensitivity reaction type II disease that involves the endocrine system.",
  "dilated cardiomyopathy 1e": "A group of signs, symptoms, and clinicopathological characteristics that may or may not have a genetic basis and collectively define an abnormal condition.",
  "dilated cardiomyopathy 1s": "Left ventricular noncompaction (LVNC) is a rare cardiomyopathy characterized anatomically by prominent left ventricular trabeculae and deep intratrabecular recesses causing progressive systolic and diastolic dysfunction, conduction abnormalities, and occasionally thromboembolic events.",
  "dravet syndrome": "Dravet syndrome is a channelopathy with epilepsy of with onset during the first year of life, typically 4-5 months, characterized by status epilepticus and a variety of drug-resistant seizures often induced by fever, presenting in previously healthy children, and which frequently leads to cognitive and motor impairment. Dravet differs from other channelopathies usually due to a mutation in SCN1A.",
  "dystonia": "A movement disorder characterized by sustained or intermittent muscle contractions, resulting in abnormal movements and/or postures.",
  "early-onset autosomal dominant alzheimer disease": "A progressive dementia with reduction of cognitive functions. It presents the same phenotype as sporadic Alzheimer disease (AD) but has an early age of onset, usually before 60 years old.",
  "ebstein anomaly": "Ebstein's malformation is a rare congenital cardiac anomaly characterized by rotational displacement of the septal and inferior leaflets of the tricuspid valve such that they are hinged within the right ventricle, rather than as expected at the atrioventricular junction.",
  "ectopia lentis": "OBSOLETE. Partial or complete displacement of the crystalline lens from its normal position in the eye.",
  "ectopia lentis 1, isolated, autosomal dominant": "Any isolated ectopia lentis in which the cause of the disease is a mutation in the FBN1 gene.",
  "ehlers-danlos syndrome": "The Ehlers–Danlos syndromes (EDS) are a clinically and genetically heterogeneous group of heritable connective tissue disorders (HCTDs) characterized by joint hypermobility, skin hyperextensibility, and tissue fragility.",
  "enhanced s-cone syndrome": "An autosomal recessive retinopathy in which patients have increased sensitivity to blue light; perception of blue light is mediated by what is normally the least populous cone photoreceptor subtype, the S (short wavelength, blue) cones. Characteristics include visual loss, with night blindness occurring from early in life, varying degrees of L (long, red)- and M (middle, green)-cone vision, and retinal degeneration.",
  "epilepsy": "A brain disorder characterized by episodes of abnormally increased neuronal discharge resulting in transient episodes of sensory or motor neurological dysfunction, or psychic dysfunction. These episodes may or may not be associated with loss of consciousness or convulsions.",
  "epilepsy of infancy with migrating focal seizures": "This syndrome is characterized by onset of refractory focal seizures in the first year of life, with associated severe encephalopathy. Focal seizures arise independently in both hemispheres and can migrate from one cortical region to another randomly but consecutively in the same seizure. Seizures are often prolonged with episodes of status epilepticus. Prognosis is poor with severe neurological disability and reduced life expectancy, although a milder evolution has been reported in a few children.",
  "epilepsy, syndromic": "EPILEPTIC SEIZURES that are of similar type and age of onset and have other similar features (e.g., clinical course, EEG findings, genetic association and neuropathology).",
  "epileptic encephalopathy": "A condition in which epileptiform abnormalities are believed to contribute to the progressive disturbance in cerebral function. Epileptic encephalaopathy is characterized by (1) electrographic EEG paroxysmal activity that is often aggressive, (2) seizures that are usually multiform and intractable, (3) cognitive, behavioral and neurological deficits that may be relentless, and (4) sometimes early death. ",
  "epileptic encephalopathy, early infantile": "A complex neurodevelopmental disorder characterized by a range of developmental delays and epileptic encephalopathy phenotypes. Seizure onset is variable and intellectual disability is variable in presence and severity.",
  "episodic ataxia": "Hereditary episodic ataxia (EA) represents a group of neurological disorders characterized by recurrent episodes of ataxia and vertigo which may be progressive. Weakness, dystonia and ataxia are sometimes present in the interictal period. Seven types of EA have been described to date (EA type 1 to EA type 7), but most of the reported cases belong to EA1 and EA2.",
  "evans syndrome": "Evans syndrome is a rare chronic hematologic disorder characterized by the simultaneous or sequential association of autoimmune hemolytic anemia (AIHA; a disorder in which auto-antibodies are directed against red blood cells causing anemia of varying degrees of severity) with immune thrombocytopenic purpura (ITP; a coagulation disorder in which auto-antibodies are directed against platelets causing hemorrhagic episodes) and occasionally autoimmune neutropenia, in the absence of a known underlying etiology.",
  "factor v deficiency": "A coagulation disorder characterized by the partial or complete absence of factor V activity in the blood.",
  "factor viii deficiency": "X-linked form of disease.",
  "familial adenomatous polyposis": "Familial adenomatous polyposis (FAP) is characterized by the development of hundreds to thousands of adenomas in the rectum and colon during the second decade of life.",
  "familial cancer of breast": "Breast carcinoma that has developed in relatives of patients with history of breast carcinoma.",
  "familial cardiomyopathy": "An instance of cardiomyopathy that is caused by an inherited modification of the individual's genome.",
  "familial hypercholesterolemia": "An inheritable form of hyperlipidemia, in which there are excess lipids in the blood.",
  "familial mediterranean fever": "Familial Mediterranean fever (FMF) is an autoinflammatory disorder characterized by recurrent short episodes of fever and serositis resulting in pain in the abdomen, chest, joints and muscles.",
  "familial melanoma": "Familial atypical multiple mole melanoma (FAMMM) syndrome is an inherited genodermatosis characterized by the presence of multiple melanocytic nevi (often >50) and a family history of melanoma as well as, in a subset of patients, an increased risk of developing pancreatic cancer (see this term) and other malignancies.",
  "familial thoracic aortic aneurysm and aortic dissection": "A rare genetic vascular disease characterized by the familial occurrence of thoracic aortic aneurysm, dissection or dilatation affecting one or more aortic segments (aortic root, ascending aorta, arch or descending aorta) in the absence of any other associated disease. Depending on the size, location and progression rate of dilatation/dissection, patients may be asymptomatic or may present dyspnea, cough, jaw, neck, chest or back pain, head, neck or upper limb edema, difficulty swallowing, voice hoarseness, pale skin, faint pulse and/or numbness/tingling in limbs. Patients have increased risk of presenting life threatening aortic rupture.",
  "focal epilepsy": "A seizure caused by a localized disorder.",
  "frontotemporal dementia": "Frontotemporal dementia (FTD) comprises a group of neurodegenerative disorders, characterized by progressive changes in behavior, executive dysfunction and language impairment, as a result of degeneration of the medial prefrontal and frontoinsular cortices. Four clinical subtypes have been identified: semantic dementia, progressive non-fluent aphasia, behavioral variant FTD and right temporal lobar atrophy.",
  "g6pd deficiency": "An X-linked genetic condition caused by alterations in the gene G6PD that result in moderately to severely decreased activity levels of the enzyme glucose-6-phosphate dehydrogenase. Most individuals with G6PD deficiency are asymptomatic throughout their life. Individuals with G6PD variants that cause G6PD deficiency are at risk for severe neonatal jaundice. These individuals are also at risk for acute hemolytic anemia in response to certain medication exposures, chemical exposures, infections, or consumption of fava beans.",
  "gallbladder carcinoma": "A carcinoma that arises from epithelial cells of the gall bladder",
  "gangliosidosis gm1": "A rare lysosomal storage disorder characterized biochemically by deficient beta-galactosidase activity and clinically by a wide range of variable neurovisceral, ophthalmological and dysmorphic features.",
  "gangliosidosis gm1, infantile": "A inherited lipid metabolism disorder that is part of a larger syndrome.",
  "gangliosidosis gm1, juvenile": "A rare lysosomal storage disorder characterized biochemically by deficient beta-galactosidase activity and clinically by a wide range of variable neurovisceral, ophthalmological and dysmorphic features.",
  "gastric adenocarcinoma": "A carcinoma that arises from glandular epithelial cells of the stomach",
  "gastric cancer": "A carcinoma that arises from epithelial cells of the stomach.",
  "geleophysic dysplasia": "Geleophysic dysplasia is a rare skeletal dysplasia characterized by short stature, prominent abnormalities in hands and feet, and a characteristic facial appearance (described as \"happy'').",
  "geleophysic dysplasia 2": "Geleophysic dysplasia is a rare skeletal dysplasia characterized by short stature, prominent abnormalities in hands and feet, and a characteristic facial appearance (described as \"happy'').",
  "glioblastoma": "The most malignant astrocytic tumor (WHO grade IV). It is composed of poorly differentiated neoplastic astrocytes and it is characterized by the presence of cellular polymorphism, nuclear atypia, brisk mitotic activity, vascular thrombosis, microvascular proliferation and necrosis. It typically affects adults and is preferentially located in the cerebral hemispheres. It may develop from diffuse astrocytoma WHO grade II or anaplastic astrocytoma (secondary glioblastoma, IDH-mutant), but more frequently, it manifests after a short clinical history de novo, without evidence of a less malignant precursor lesion (primary glioblastoma, IDH- wildtype). (Adapted from WHO)",
  "glioma": "A grade III or grade IV glioma arising from the central nervous system. This category includes glioblastoma, anaplastic astrocytoma, anaplastic ependymoma, anaplastic oligodendroglioma, and anaplastic oligoastrocytoma.",
  "glucose-6-phosphate dehydrogenase deficiency": "An X-linked genetic condition caused by alterations in the gene G6PD that result in moderately to severely decreased activity levels of the enzyme glucose-6-phosphate dehydrogenase. Most individuals with G6PD deficiency are asymptomatic throughout their life. Individuals with G6PD variants that cause G6PD deficiency are at risk for severe neonatal jaundice. These individuals are also at risk for acute hemolytic anemia in response to certain medication exposures, chemical exposures, infections, or consumption of fava beans.",
  "glycogen storage disease 2": "An inherited metabolic disorder characterized either by defects in glycogen synthesis or defects in the breaking down of glycogen. It results either in the creation of abnormal forms of glycogen or accumulation of glycogen in the tissues.",
  "glycogen storage disease, type ii": "An inherited metabolic disorder characterized either by defects in glycogen synthesis or defects in the breaking down of glycogen. It results either in the creation of abnormal forms of glycogen or accumulation of glycogen in the tissues.",
  "gm1 gangliosidosis": "A rare lysosomal storage disorder characterized biochemically by deficient beta-galactosidase activity and clinically by a wide range of variable neurovisceral, ophthalmological and dysmorphic features.",
  "gm1 gangliosidosis type 2": "A rare lysosomal storage disorder characterized biochemically by deficient beta-galactosidase activity and clinically by a wide range of variable neurovisceral, ophthalmological and dysmorphic features.",
  "gm1 gangliosidosis type 3": "A rare lysosomal storage disorder characterized biochemically by deficient beta-galactosidase activity and clinically by a wide range of variable neurovisceral, ophthalmological and dysmorphic features.",
  "gne myopathy": "Nonaka distal myopathy (described in Japan) and the quadriceps-sparing autosomal recessive inclusion body myopathy type 2 (IBM2; independently described in Iranian Jews and later in other Jewish and non-Jewish populations) constitute the same pathological entity, distinguished by the sparing of quadriceps.",
  "goldmann-favre syndrome": "A vitreoretinal dystrophy characterized by early onset of night blindness, reduced bilateral visual acuity, and typical fundus findings (progressive pigmentary degenerative changes, macular edema, retinoschisis).",
  "haemophilia a": "X-linked form of disease.",
  "hearing impairment": "A partial or complete loss of hearing in one or both ears. It is classified as conductive, sensory, or central.",
  "hearing loss": "A partial or complete loss of hearing in one or both ears. It is classified as conductive, sensory, or central.",
  "hemiplegia/hemiparesis": "Loss of strength in the arm, leg, and sometimes face on one side of the body. Hemiplegia refers to a severe or complete loss of strength, whereas hemiparesis refers to a relatively mild loss of strength. ",
  "hepatocellular carcinoma": "A malignant tumor that arises from hepatocytes. Hepatocellular carcinoma is relatively rare in the United States but very common in all African countries south of the Sahara and in Southeast Asia. Most cases are seen in patients over the age of 50 years, but this tumor can also occur in younger individuals and even in children. Hepatocellular carcinoma is more common in males than females and is associated with hepatitis B, hepatitis C, chronic alcohol abuse and cirrhosis. Serum elevation of alpha-fetoprotein occurs in a large percentage of patients with hepatocellular carcinoma. Grossly, hepatocellular carcinoma may present as a single mass, as multiple nodules, or as diffuse liver involvement. Microscopically, there is a wide range of differentiation from tumor to tumor (well differentiated to poorly differentiated tumors). Hepatocellular carcinomas quickly metastasize to regional lymph nodes and lung. The overall median survival of untreated liver cell carcinoma is about 4 months. The most effective treatment of hepatocellular carcinoma is complete resection of the tumor. Lately, an increasing number of tumors have been treated with liver transplantation.",
  "hepatocerebral degeneration": "A very rare inherited multisystemic disease presenting non-specific neurological, hepatic, psychiatric or osseo-muscular manifestations due to excessive copper deposition in the body.",
  "hereditary cancer-predisposing syndrome": "The inherited predisposition toward getting a tumor.",
  "hereditary factor ix deficiency disease": "Spontaneous or near spontaneous bleeding caused by a defect in clotting mechanisms (blood coagulation disorders) or another abnormality causing a structural flaw in the blood vessels (hemostatic disorders).",
  "hereditary factor viii deficiency disease": "X-linked form of disease.",
  "hyper-ige recurrent infection syndrome 1": "A condition that is characterized by elevated serum IgE, dermatitis, and respiratory infections.",
  "hyper-ige syndrome": "A condition that is characterized by elevated serum IgE, dermatitis, and respiratory infections.",
  "hypercholesterolaemia": "An increased concentration of cholesterol in the blood. [HPO_CONTRIBUTOR:gcarletti]",
  "hypercholesterolemia, familial, 1": "An inheritable form of hyperlipidemia, in which there are excess lipids in the blood.",
  "hypertrophic cardiomyopathy": "A condition in which the myocardium is hypertrophied without an obvious cause. The hypertrophy is generally asymmetric and may be associated with obstruction of the ventricular outflow tract.",
  "hypertrophic cardiomyopathy 1": "Hypertrophic cardiomyopathy caused by mutations in the genes encoding components of the sarcomere, in the absence of predisposing conditions.",
  "hypogonadotropic hypogonadism": "Abnormal ovarian or testicular function due to insufficient hormonal stimulation from the hypothalamic-pituitary axis.",
  "hypogonadotropic hypogonadism 5 with or without anosmia": "Any hypogonadotropic hypogonadism in which the cause of the disease is a mutation in the CHD7 gene.",
  "immunodeficiency, common variable": "Common variable immunodeficiency (CVID) comprises a heterogeneous group of diseases characterized by a significant hypogammaglobulinemia of unknown cause, failure to produce specific antibodies after immunizations and susceptibility to bacterial infections, predominantly caused by encapsulated bacteria.",
  "inborn genetic diseases": "Diseases that are caused by genetic mutations present during embryo or fetal development, although they may be observed later in life. The mutations may be inherited from a parent's genome or they may be acquired in utero.",
  "inclusion body myopathy 2": "Nonaka distal myopathy (described in Japan) and the quadriceps-sparing autosomal recessive inclusion body myopathy type 2 (IBM2; independently described in Iranian Jews and later in other Jewish and non-Jewish populations) constitute the same pathological entity, distinguished by the sparing of quadriceps.",
  "infantile gm1 gangliosidosis": "A inherited lipid metabolism disorder that is part of a larger syndrome.",
  "infantile spasms": "A rare epilepsy syndrome characterized by onset of epileptic spasms in infants between 2 and 12 months of age, and rarely up to 24 months. Infants may have no antecedent history, or a history reflecting the underlying cause. The classical triad of epileptic spasms, hypsarrhythmia and developmental stagnation or regression is historically referred to as West syndrome.",
  "inflammatory bowel disease": "A spectrum of small and large bowel inflammatory diseases of unknown etiology. It includes Crohn's disease, ulcerative colitis, and colitis of indeterminate type.",
  "insulin-dependent diabetes mellitus secretory diarrhea syndrome": "Immunodysregulation - polyendocrinopathy - enteropathy - X-linked (IPEX) syndrome is a severe congenital systemic autoimmune disease characterized by refractory diarrhea, endocrinopathies, cutaneous involvement, and infections.",
  "intellectual disability": "A broad category of disorders characterized by an impairment to the intelligence an individual possesses. These impairments can result from trauma, birth, or disease and are not restricted to any particular age group.",
  "intellectual disability, x-linked": "X-linked form of disease.",
  "ipex syndrome": "Immunodysregulation - polyendocrinopathy - enteropathy - X-linked (IPEX) syndrome is a severe congenital systemic autoimmune disease characterized by refractory diarrhea, endocrinopathies, cutaneous involvement, and infections.",
  "irritable bowel syndrome": "Irritable bowel syndrome (IBS) is a chronic functional condition of the lower gastrointestinal (GI) tract characterized by abdominal pain or discomfort and disordered bowel habit (diarrhea, constipation, or fluctuation between the two).",
  "jervell and lange-nielsen syndrome": "An autosomal recessive inherited syndrome caused by mutations in the KCNE1 and KCNQ1 genes. It is characterized by congenital hearing loss and arrhythmia. It is a form of long QT syndrome.",
  "jervell and lange-nielsen syndrome 1": "An autosomal recessive inherited syndrome caused by mutations in the KCNE1 and KCNQ1 genes. It is characterized by congenital hearing loss and arrhythmia. It is a form of long QT syndrome.",
  "kallmann syndrome": "Kallmann syndrome (KS) is a developmental genetic disorder characterized by the association of congenital hypogonadotropic hypogonadism (CHH) due to gonadotropin-releasing hormone (GnRH) deficiency, and anosmia or hyposmia (with hypoplasia or aplasia of the olfactory bulbs).",
  "laing distal myopathy": "Laing distal myopathy, also called myopathy distal, type 1 (MPD1), is characterized by early-onset selective weakness of the great toe and ankle dorsiflexors, and a very slowly progressive course.",
  "language impairment": "A category of disorders characterized by an impairment in the development of an individual's language capabilities, which is in contrast to his/her non-verbal intellect.",
  "left ventricular dysfunction": "A condition in which the LEFT VENTRICLE of the heart was functionally impaired. This condition usually leads to HEART FAILURE; MYOCARDIAL INFARCTION; and other cardiovascular complications. Diagnosis is made by measuring the diminished ejection fraction and a depressed level of motility of the left ventricular wall.",
  "left ventricular noncompaction": "Left ventricular noncompaction (LVNC) is a rare cardiomyopathy characterized anatomically by prominent left ventricular trabeculae and deep intratrabecular recesses causing progressive systolic and diastolic dysfunction, conduction abnormalities, and occasionally thromboembolic events.",
  "left ventricular noncompaction 5": "Left ventricular noncompaction (LVNC) is a rare cardiomyopathy characterized anatomically by prominent left ventricular trabeculae and deep intratrabecular recesses causing progressive systolic and diastolic dysfunction, conduction abnormalities, and occasionally thromboembolic events.",
  "li-fraumeni syndrome": "A rare cancer predisposition syndrome characterized by the early-onset of multiple primary cancers such as breast cancer, soft tissue and bone sarcomas, brain tumors and adrenal cortical carcinoma (ACC).",
  "li-fraumeni-like syndrome": "A rare cancer predisposition syndrome characterized by the early-onset of multiple primary cancers such as breast cancer, soft tissue and bone sarcomas, brain tumors and adrenal cortical carcinoma (ACC).",
  "long qt syndrome": "A condition that is characterized by episodes of fainting (syncope) and varying degree of ventricular arrhythmia as indicated by the prolonged QT interval. The inherited forms are caused by mutation of genes encoding cardiac ion channel proteins. The two major forms are Romano-Ward syndrome (also known as long QT syndrome 1) and Jervell-Lange Nielsen syndrome.",
  "long qt syndrome 1": "A condition that is characterized by episodes of fainting (syncope) and varying degree of ventricular arrhythmia as indicated by the prolonged QT interval. The inherited forms are caused by mutation of genes encoding cardiac ion channel proteins. The two major forms are Romano-Ward syndrome (also known as long QT syndrome 1) and Jervell-Lange Nielsen syndrome.",
  "long qt syndrome 1/2, digenic": "A hereditary cardiac disease characterized by a prolongation of the QT interval at basal ECG and by a high risk of life-threatening arrhythmias.",
  "long qt syndrome 3": "A hereditary cardiac disease characterized by a prolongation of the QT interval at basal ECG and by a high risk of life-threatening arrhythmias.",
  "lung adenocarcinoma": "A carcinoma that arises from the lung and is characterized by the presence of malignant glandular epithelial cells. There is a male predilection with a male to female ratio of 2:1. Usually lung adenocarcinoma is asymptomatic and is identified through screening studies or as an incidental radiologic finding. If clinical symptoms are present they include shortness of breath, cough, hemoptysis, chest pain, and fever. Tobacco smoke is a known risk factor.",
  "malignant migrating partial seizures of infancy": "A very rare severe form of epilepsy with poor prognosis that usually begins within a few weeks of birth. The seizure activity can appear in multiple locations in the brain or migrate from one region to another during an episode. It results in severe developmental delay.",
  "marfan syndrome": "A disorder of the connective tissue. Connective tissue provides strength and flexibility to structures throughout the body such as bones, ligaments, muscles, walls of blood vessels, and heart valves. Marfan syndrome affects most organs and tissues, especially the skeleton, lungs, eyes, heart, and the large blood vessel that distributes blood from the heart to the rest of the body (the aorta). It is caused by mutations in the FBN1 gene, which provides instructions for making a protein called fibrillin-1. Marfan syndrome is inherited in an autosomal dominant pattern. At least 25% of cases are due to a new (de novo) mutation. Treatment is based on the signs and symptoms in each person.",
  "marfan syndrome, neonatal": "Neonatal Marfan syndrome is a rare, severe and life-threatening genetic disease, occurring during the neonatal period, characterized by classical Marfan syndrome manifestations in addition to facial dysmorphism (megalocornea, iridodonesis, ectopia lentis, crumpled ears, loose redundant skin giving a 'senile' facial appearance), flexion joint contractures, pulmonary emphysema, and a severe, rapidly progressive cardiovascular disease (including ascending aortic dilatation and severe mitral and/or tricuspid valve insufficiency). Additionally, skeletal manifestations (arachnodactyly, dolichostenomelia, pectus deformities) are also associated.",
  "mass syndrome": "A genetic disorder of connective tissue caused by mutations in the FBN1 gene. Connective tissue is the material between the cells of the body that gives tissues form and strength. Symptoms include mitral valve prolapse, nearsightedness, borderline and non-progressive aortic enlargement, and skin and skeletal findings that overlap with those seen in Marfan syndrome. Treatment is based on the individuals symptoms.",
  "mediterranean fever, familial": "Familial Mediterranean fever (FMF) is an autoinflammatory disorder characterized by recurrent short episodes of fever and serositis resulting in pain in the abdomen, chest, joints and muscles.",
  "medulloblastoma": "A malignant, invasive embryonal neoplasm arising from the cerebellum. It occurs predominantly in children and has the tendency to metastasize via the cerebrospinal fluid pathways. Signs and symptoms include truncal ataxia, disturbed gait, lethargy, headache, and vomiting. There are four histologic variants: classic medulloblastoma, large cell/anaplastic medulloblastoma, desmoplastic/nodular medulloblastoma, and medulloblastoma with extensive nodularity.",
  "melanoma": "A malignant, usually aggressive tumor composed of atypical, neoplastic melanocytes. Most often, melanomas arise in the skin (cutaneous melanomas) and include the following histologic subtypes: superficial spreading melanoma, nodular melanoma, acral lentiginous melanoma, and lentigo maligna melanoma. Cutaneous melanomas may arise from acquired or congenital melanocytic or dysplastic nevi. Melanomas may also arise in other anatomic sites including the gastrointestinal system, eye, urinary tract, and reproductive system. Melanomas frequently metastasize to lymph nodes, liver, lungs, and brain.",
  "melanoma, cutaneous malignant, susceptibility to, 2": "Autosomal dominant form of disease.",
  "melanoma-pancreatic cancer syndrome": "Familial atypical multiple mole melanoma (FAMMM) syndrome is an inherited genodermatosis characterized by the presence of multiple melanocytic nevi (often >50) and a family history of melanoma as well as, in a subset of patients, an increased risk of developing pancreatic cancer (see this term) and other malignancies.",
  "mental deterioration": "Loss of previously present mental abilities, generally in adults. ",
  "mesothelioma": "A usually malignant and aggressive neoplasm of the mesothelium which is often associated with exposure to asbestos.",
  "microcephaly": "A congenital or acquired developmental disorder in which the circumference of the head is smaller than normal for the person's age and sex.",
  "mitral valve prolapse": "A fairly common and often benign valvular heart disorder characterized by redundancy or hooding of mitral valve leaflets so that they prolapse into the left atrium, often causing mitral regurgitation. It is often a symptomless condition but may be marked by varied symptoms (e.g. chest pain, fatigue, dizziness, dyspnea, or palpitations) leading in some cases to endocarditis or ventricular tachycardia.",
  "mucopolysaccharidosis, mps-iv-b": "A rare autosomal recessive lysosomal storage disease caused by deficiency of the enzyme beta galactosidase. It is characterized by skeletal dysplasia and short stature.",
  "multiple congenital anomalies": "The presence of multiple congenital malformations in a patient.",
  "multiple myeloma": "A bone marrow-based plasma cell neoplasm characterized by a serum monoclonal protein and skeletal destruction with osteolytic lesions, pathological fractures, bone pain, hypercalcemia, and anemia. Clinical variants include non-secretory myeloma, smoldering myeloma, indolent myeloma, and plasma cell leukemia. (WHO, 2001)",
  "muscular dystrophy, limb girdle": "Limb-girdle muscular dystrophy (LGMD) is a heterogeneous group of muscular dystrophies characterized by proximal weakness affecting the pelvic and shoulder girdles. Cardiac and respiratory impairment may be observed in certain forms of LGMD.",
  "muscular dystrophy, limb-girdle": "Limb-girdle muscular dystrophy (LGMD) is a heterogeneous group of muscular dystrophies characterized by proximal weakness affecting the pelvic and shoulder girdles. Cardiac and respiratory impairment may be observed in certain forms of LGMD.",
  "myelodysplastic/myeloproliferative disease": "Clonal myeloid disorders that possess both dysplastic and proliferative features but are not properly classified as either MYELODYSPLASTIC SYNDROMES or MYELOPROLIFERATIVE disorderS.",
  "myh7-related skeletal myopathy": "Laing distal myopathy, also called myopathy distal, type 1 (MPD1), is characterized by early-onset selective weakness of the great toe and ankle dorsiflexors, and a very slowly progressive course.",
  "myocardial infarction": "Gross necrosis of the myocardium, as a result of interruption of the blood supply to the area, as in coronary thrombosis.",
  "myopathy": "A disease of the muscle in which the muscle fibers do not function properly. This results in muscular weakness.",
  "myopathy, distal": "Distal myopathy refers to a group of muscle diseases which share the clinical pattern of predominant weakness and atrophy beginning in the feet and/or hands.",
  "myopathy, distal 1": "Laing distal myopathy, also called myopathy distal, type 1 (MPD1), is characterized by early-onset selective weakness of the great toe and ankle dorsiflexors, and a very slowly progressive course.",
  "myopathy, distal, with rimmed vacuoles": "Nonaka distal myopathy (described in Japan) and the quadriceps-sparing autosomal recessive inclusion body myopathy type 2 (IBM2; independently described in Iranian Jews and later in other Jewish and non-Jewish populations) constitute the same pathological entity, distinguished by the sparing of quadriceps.",
  "myotonia congenita": "A disorder of the skeletal muscles with childhood onset of myotonia. The myotonia most often occurs in the legs and can interfere with movement. There are two major forms of this disease Thomsen disease and Becker disease. These conditions are distinguished by the severity of their symptoms and their patterns of inheritance. The disease is caused by mutations in the clcn1 gene. Mutations in this gene alter the usual structure or function of chloride channels. This disruption in chloride ion flow triggers prolonged muscle contractions.",
  "myotonia levior": "A disorder of the skeletal muscles with childhood onset of myotonia. The myotonia most often occurs in the legs and can interfere with movement. There are two major forms of this disease Thomsen disease and Becker disease. These conditions are distinguished by the severity of their symptoms and their patterns of inheritance. The disease is caused by mutations in the clcn1 gene. Mutations in this gene alter the usual structure or function of chloride channels. This disruption in chloride ion flow triggers prolonged muscle contractions.",
  "nemaline myopathy 6": "Childhood onset nemaline myopathy, or mild nemaline myopathy is a type of nemaline myopathy (NM) characterized by distal muscle weakness, and sometimes slowness of muscle contraction.",
  "neonatal hypotonia": "Muscular hypotonia (abnormally low muscle tone) manifesting in the neonatal period. ",
  "neonatal marfan syndrome": "Neonatal Marfan syndrome is a rare, severe and life-threatening genetic disease, occurring during the neonatal period, characterized by classical Marfan syndrome manifestations in addition to facial dysmorphism (megalocornea, iridodonesis, ectopia lentis, crumpled ears, loose redundant skin giving a 'senile' facial appearance), flexion joint contractures, pulmonary emphysema, and a severe, rapidly progressive cardiovascular disease (including ascending aortic dilatation and severe mitral and/or tricuspid valve insufficiency). Additionally, skeletal manifestations (arachnodactyly, dolichostenomelia, pectus deformities) are also associated.",
  "neonatal seizures": "Abnormal hypersynchronous electrical activity in the brain of a newborn which may be associated with stereotyped movements or autonomic changes.",
  "neoplasm of brain": "A neoplasm (disease) that involves the brain.",
  "neoplasm of ovary": "A benign, borderline, or malignant neoplasm involving the ovary.",
  "neoplasm of the large intestine": "A benign or malignant neoplasm that affects the colon or rectum. Representative examples of benign neoplasms include lipoma and leiomyoma. Representative examples of malignant neoplasms include carcinoma, lymphoma, and sarcoma. Colorectal adenomas always exhibit epithelial dysplasia and are considered premalignant neoplasms.",
  "nephrolithiasis": "The presence of a calculus in the pelvis of the kidney; this is most often composed of mineral salts and proteins.",
  "neuroblastoma": "Neuroblastoma (NB) is the most common solid, extracranial childhood tumor. It is an aggressive pediatric cancer that originates from neural crest tissues of the sympathetic nervous system.",
  "neurodevelopmental disorder": "A behavioral and cognitive disorder with onset during the developmental period that involves impaired or aberrant development of intellectual, motor, or social functions.",
  "nonaka myopathy": "Nonaka distal myopathy (described in Japan) and the quadriceps-sparing autosomal recessive inclusion body myopathy type 2 (IBM2; independently described in Iranian Jews and later in other Jewish and non-Jewish populations) constitute the same pathological entity, distinguished by the sparing of quadriceps.",
  "ohtahara syndrome": "A complex neurodevelopmental disorder characterized by a range of developmental delays and epileptic encephalopathy phenotypes. Seizure onset is variable and intellectual disability is variable in presence and severity.",
  "osteosarcoma": "An osteosarcoma occurring in childhood.",
  "ovarian cancer": "A primary or metastatic malignant neoplasm involving the ovary. Most primary malignant ovarian neoplasms are either carcinomas (serous, mucinous, or endometrioid adenocarcinomas) or malignant germ cell tumors. Metastatic malignant neoplasms to the ovary include carcinomas, lymphomas, and melanomas.",
  "ovarian carcinoma": "A malignant neoplasm originating from the surface ovarian epithelium. It accounts for the greatest number of deaths from malignancies of the female genital tract and is the fifth leading cause of cancer fatalities in women. It is predominantly a disease of older white women of northern European extraction, but it is seen in all ages and ethnic groups. Adenocarcinomas constitute the vast majority of ovarian carcinomas. The pattern of metastatic spread in ovarian carcinoma is similar regardless of the microscopic type. The most common sites of involvement are the contralateral ovary, peritoneal cavity, para-aortic and pelvic lymph nodes, and liver. Lung and pleura are the most common sites of extra-abdominal spread. The primary form of therapy is surgical. The overall prognosis of ovarian carcinoma remains poor, a direct result of its rapid growth rate and the lack of early symptoms. --2002",
  "pancreatic adenocarcinoma": "A carcinoma that arises from glandular epithelial cells of the pancreas",
  "pancreatic ductal adenocarcinoma": "An infiltrating adenocarcinoma that arises from the epithelial cells of the pancreas. It affects males more often than females and the patients are usually over 50 years of age. Microscopically it is characterized by the presence of glandular (ductal) differentiation and desmoplastic stroma formation. Signs and symptoms include pain, loss of weight, and jaundice. It grows rapidly and is usually detected after it has metastasized to other anatomic sites. The prognosis is usually poor.",
  "pancytopenia": "A finding of low numbers of red and white blood cells and platelets in the peripheral blood.",
  "parkinson disease": "A progressive degenerative disorder of the central nervous system characterized by loss of dopamine producing neurons in the substantia nigra and the presence of Lewy bodies in the substantia nigra and locus coeruleus. Signs and symptoms include tremor which is most pronounced during rest, muscle rigidity, slowing of the voluntary movements, a tendency to fall back, and a mask-like facial expression.",
  "peho syndrome": "PEHO (Progressive encephalopathy with Edema, Hypsarrhythmia and Optic atrophy) syndrome is a rare neurodegenerative disorder belonging to the group of infantile progressive encephalopathies.",
  "perrault syndrome 1": "Perrault syndrome (PS) is characterized by the association of ovarian dysgenesis in females with sensorineural hearing impairment. In more recent PS reports, some authors have described neurologic abnormalities, notably progressive cerebellar ataxia and intellectual deficit.",
  "pfapa syndrome": "An auto inflammatory syndrome characterized by recurrent febrile episodes associated with aphthous stomatitis, pharyngitis and cervical adenitis.",
  "pick disease": "A rare neurodegenerative disorder leading to dementia. It is characterized by frontotemporal lobar degeneration with accumulation of tau proteins which form Pick bodies.",
  "platelet disorder": "A disorder of platelet function or platelet production that may cause increased bleeding.",
  "posterior cortical atrophy": "Posterior Cortical Atrophy (PCA) is a rare progressive neurodegenerative disorder with a typical onset between 50-65 years of age characterized by progressive impairment of higher visual processing skills and other posterior cortical functions without any evidence of ocular abnormalities.",
  "primary dilated cardiomyopathy": "Cardiomyopathy which is characterized by dilation and contractile dysfunction of the left and right ventricles. It may be idiopathic, or it may result from a myocardial infarction, myocardial infection, or alcohol abuse. It is a cause of congestive heart failure.",
  "primary familial hypertrophic cardiomyopathy": "Hypertrophic cardiomyopathy caused by mutations in the genes encoding components of the sarcomere, in the absence of predisposing conditions.",
  "prostate adenocarcinoma": "A carcinoma that arises from glandular epithelial cells of the prostate gland",
  "pulmonary arterial hypertension": "Pulmonary arterial hypertension (PAH) is a group of diseases characterized by mean pulmonary artery pressure >20 mmHg and elevated pulmonary arterial resistance leading to right heart failure. PAH is progressive and potentially fatal. PAH may be idiopathic and/ or familial, have overt features of venous/capillary involvement (pulmonary veno-occlusive disease, PVOD/pulmonary capillary hemangiomatosis, PCH), induced by drug or toxin (drug-or toxin-induced PAH), or associated with other diseases like congenital heart disease, connective tissue disease, HIV, schistosomiasis, portal hypertension (PAH associated with other disease).",
  "pulmonary artery dilatation": "An abnormal widening of the diameter of the pulmonary artery. ",
  "rab23-related carpenter syndrome": "Any Carpenter syndrome in which the cause of the disease is a mutation in the RAB23 gene.",
  "renal cancer": "A carcinoma arising from the epithelium of the renal parenchyma or the renal pelvis. The majority are renal cell carcinomas. Kidney carcinomas usually affect middle aged and elderly adults. Hematuria, abdominal pain, and a palpable mass are common symptoms.",
  "restrictive cardiomyopathy": "A type of heart disorder referring to the inability of the ventricles to fill with blood because the myocardium (heart muscle) stiffens and looses its flexibility. Causes include replacement of the myocardium with scar tissue, abnormal cellular infiltration of the myocardium, or deposition of a substance (e.g., amyloid) in the myocardium.",
  "retinal dystrophy": "An instance of retinal degeneration that is caused by an inherited modification of the individual's genome.",
  "retinitis pigmentosa": "Retinitis pigmentosa (RP) is an inherited retinal dystrophy leading to progressive loss of the photoreceptors and retinal pigment epithelium and resulting in blindness usually after several decades.",
  "retinitis pigmentosa 37": "Retinitis pigmentosa (RP) is an inherited retinal dystrophy leading to progressive loss of the photoreceptors and retinal pigment epithelium and resulting in blindness usually after several decades.",
  "rhabdomyosarcoma": "A rare aggressive malignant mesenchymal neoplasm arising from skeletal muscle. It usually occurs in children and young adults. Only a small percentage of tumors arise in the skeletal muscle of the extremities. The majority arise in other anatomical sites.",
  "romano-ward syndrome": "A condition that is characterized by episodes of fainting (syncope) and varying degree of ventricular arrhythmia as indicated by the prolonged QT interval. The inherited forms are caused by mutation of genes encoding cardiac ion channel proteins. The two major forms are Romano-Ward syndrome (also known as long QT syndrome 1) and Jervell-Lange Nielsen syndrome.",
  "sarcoma": "A usually aggressive malignant neoplasm of the soft tissue or bone. It arises from muscle, fat, fibrous tissue, bone, cartilage, and blood vessels. Sarcomas occur in both children and adults. The prognosis depends largely on the degree of differentiation (grade) of the neoplasm. Representative subtypes are liposarcoma, leiomyosarcoma, osteosarcoma, and chondrosarcoma.",
  "seizures, benign familial infantile, 3": "A genetic epileptic syndrome characterized by the occurrence of afebrile repeated seizures in healthy infants, between the third and eighth month of life.",
  "short qt syndrome": "A genetic disease of the electrical system of the heart that consists of a constellation of signs and symptoms, consisting of a short QT interval on an EKG (< 300 ms) that does not significantly change with heart rate, tall and peaked T waves, and a structurally normal heart. Short QT syndrome appears to be inherited in an autosomal dominant pattern, and a few affected families have been identified",
  "shprintzen-goldberg syndrome": "Shprintzen-Goldberg syndrome (SGS) is a very rare genetic disorder characterized by craniosynostosis, craniofacial and skeletal abnormalities, marfanoid habitus, cardiac anomalies, neurological abnormalities, and intellectual disability.",
  "sialuria": "Sialuria is an extremely rare metabolic disorder described in fewer than 10 patients to date and characterized by variable signs and symptoms, mostly in infancy, including transient failure to thrive, slightly prolonged neonatal jaundice, equivocal or mild hepatomegaly, microcytic anemia, frequent upper respiratory infections, gastroenteritis, dehydration and flat and coarse facies. Learning difficulties and seizures may occur in childhood.",
  "smith-fineman-myers syndrome": "A group of X-linked syndromes characterized by severe intellectual deficit and facial dysmorphism, with variable other features.",
  "spastic ataxia": "Spastic paraplegia that is transmitted from parent to child.",
  "squamous cell carcinoma of the head and neck": "A squamous cell carcinoma that arises from any of the following anatomic sites: lip and oral cavity, nasal cavity, paranasal sinuses, pharynx, larynx, and salivary glands.",
  "squamous cell lung carcinoma": "A carcinoma arising from squamous bronchial epithelial cells. It may be keratinizing or non-keratinizing. Keratinizing squamous cell carcinoma is characterized by the presence of keratinization, pearl formation, and/or intercellular bridges. Non-keratinizing squamous cell carcinoma is characterized by the absence of keratinization, pearl formation, and intercellular bridges. Cigarette smoking and arsenic exposure are strongly associated with squamous cell lung carcinoma.",
  "stat3 deficiency": "A condition of decreased or absent presence or activity of signal transducer and activator of transcription 3 protein. Deficiency of this protein is associated with hyper-IgE syndrome.",
  "stat3 gain of function": "A mutation in the STAT3 gene that results in an increase in cytokine-related function. STAT3 mutations of this type are associated with infantile-onset multisystem autoimmune disease.",
  "stat3-related early-onset multisystem autoimmune disease": "An autosomal dominant condition caused by mutation in the stat3 gene, encoding signal transducer and activator of transcription 3. It is characterized by variable features along a spectrum of autoimmune disorders affecting multiple organs. Common manifestations may include insulin-dependent diabetes mellitus and autoimmune enteropathy, or celiac disease, and autoimmune hematologic disorders. Other features include short stature and nonspecific dermatitis.",
  "stiff skin syndrome": "A rare syndrome characterized by hard, thick skin, usually on the entire body. The thickening of the skin can limit joint mobility and causes joints to be stuck in a bent position (flexion contractures). The onset of signs and symptoms can range from presenting at birth through childhood. Other signs and symptoms may include excessive hair growth (hypertrichosis), loss of body fat (lipodystrophy), scoliosis, muscle weakness, slow growth, and short stature. Weakness or paralysis of the eye muscles have also been reported. Stiff skin syndrome is caused by mutations (changes) in the FBN1 gene and is inherited in an autosomal dominant manner. Diagnosis is based on a clinical evaluation that is consistent with stiff skin syndrome, and the diagnosis can be confirmed with genetic testing. Treatment is based on the symptoms of each individual and may include physical therapy.",
  "sudden infant death syndrome": "OBSOLETE. Sudden infant death syndrome (SIDS) is the unexpected, sudden death of a child under age 1 which cannot be explained after a thorough investigation is conducted. Infants who are affected by the condition generally appear healthy with no suspicious signs and symptoms prior to the incident. It is the leading cause of death in infants age 1 to 12 months old. The exact underlying cause of SIDS is unknown; however, scientists suspect that it is likely a multifactorial condition (associated with the effects of multiple genes in combination with lifestyle and environmental factors). Although there is no guaranteed way to prevent SIDS, the American Academy of Pediatrics has a published list of recommendationsfor risk reduction. Please click on the link to access this resource.",
  "tay-sachs disease": "GM2 gangliosidosis, variant B or Tay-Sachs disease is marked by accumulation of G2 gangliosides due to hexosaminidase A deficiency.",
  "tay-sachs disease, b1 variant": "A group of recessively inherited diseases characterized by the intralysosomal accumulation of g ganglioside in the neuronal cells. Subtypes include mutations of enzymes in the beta-n-acetylhexosaminidases system or g activator protein leading to disruption of normal degradation of gangliosides, a subclass of acidic glycosphingolipids.",
  "thoracic aortic aneurysm": "An aneurysm formed in the wall of the proximal portion of the descending aorta proceeding from the arch of the aorta.",
  "thoracic aortic aneurysm or dissection": "A complex neurodevelopmental disorder characterized by a range of developmental delays and epileptic encephalopathy phenotypes. Seizure onset is variable and intellectual disability is variable in presence and severity.",
  "thrombocytopenia": "A laboratory test result indicating that there is an abnormally small number of platelets in the circulating blood.",
  "thrombosis": "The formation of a blood clot in the lumen of a vessel or heart chamber; causes include coagulation disorders and vascular endothelial injury.",
  "thyroid tumour": "A benign or malignant neoplasm affecting the thyroid gland.",
  "torsades de pointes": "A malignant form of polymorphic ventricular tachycardia that is characterized by heart rate between 200 and 250 beats per minute, and qrs complexes with changing amplitude and twisting of the points. The term also describes the syndrome of tachycardia with prolonged ventricular repolarization, long qt intervals exceeding 500 milliseconds or bradycardia. Torsades de pointes may be self-limited or may progress to ventricular fibrillation.",
  "transitional cell carcinoma of the bladder": "The most common morphologic subtype of urinary bladder carcinoma (over 90% of cases). It arises from the transitional epithelium. It most often affects males in their sixth and seventh decades of life. Hematuria is the most common symptom at presentation. Pathologic stage is the strongest predictor of survival.",
  "tuberous sclerosis": "Hereditary disease characterized by seizures, intellectual disability, developmental delay, and skin and ocular lesions. First signs usually occur during infancy or childhood but in rare cases may not occur until 2nd or 3rd decade.",
  "tuberous sclerosis 2": "Hereditary disease characterized by seizures, intellectual disability, developmental delay, and skin and ocular lesions. First signs usually occur during infancy or childhood but in rare cases may not occur until 2nd or 3rd decade.",
  "tuberous sclerosis complex": "Hereditary disease characterized by seizures, intellectual disability, developmental delay, and skin and ocular lesions. First signs usually occur during infancy or childhood but in rare cases may not occur until 2nd or 3rd decade.",
  "tuberous sclerosis syndrome": "Hereditary disease characterized by seizures, intellectual disability, developmental delay, and skin and ocular lesions. First signs usually occur during infancy or childhood but in rare cases may not occur until 2nd or 3rd decade.",
  "weill-marchesani syndrome": "Weill-Marchesani syndrome (WMS) is a rare condition characterized by short stature, brachydactyly, joint stiffness, and characteristic eye abnormalities including microspherophakia, ectopia of the lens, severe myopia, and glaucoma.",
  "west syndrome": "A rare epilepsy syndrome characterized by onset of epileptic spasms in infants between 2 and 12 months of age, and rarely up to 24 months. Infants may have no antecedent history, or a history reflecting the underlying cause. The classical triad of epileptic spasms, hypsarrhythmia and developmental stagnation or regression is historically referred to as West syndrome.",
  "wilson disease": "A very rare inherited multisystemic disease presenting non-specific neurological, hepatic, psychiatric or osseo-muscular manifestations due to excessive copper deposition in the body.",
  "x-linked intellectual disability-hypotonic face syndrome": "A group of X-linked syndromes characterized by severe intellectual deficit and facial dysmorphism, with variable other features."
}